export default class DataSource {
  static getDataSources() {
    return [
      {
        name: "鶴見区潮田交流プラザ測定局",
        id: "101",
      },
      {
        name: "神奈川区総合庁舎",
        id: "102",
      },
      {
        name: "港北区総合庁舎",
        id: "103",
      },
      {
        name: "磯子区総合庁舎測定局",
        id: "105",
      },
      {
        name: "保土ケ谷区桜丘高校",
        id: "106",
      },
      {
        name: "金沢区長浜測定局",
        id: "108",
      },
      {
        name: "中区本牧測定局",
        id: "110",
      },
      {
        name: "港南区野庭中学校測定局",
        id: "113",
      },
      {
        name: "旭区鶴ケ峯小学校測定局",
        id: "114",
      },
      {
        name: "瀬谷区南瀬谷小学校",
        id: "115",
      },
      {
        name: "南区横浜商業高校測定局",
        id: "116",
      },
      {
        name: "栄区上郷小学校測定局",
        id: "117",
      },
      {
        name: "緑区三保小学校測定局",
        id: "118",
      },
      {
        name: "都筑区総合庁舎測定局",
        id: "120",
      },
      {
        name: "泉区総合庁舎測定局",
        id: "121",
      },
      {
        name: "西区浅間下交差点測定局",
        id: "202",
      },
      {
        name: "戸塚区矢沢交差点測定局",
        id: "206",
      },
      {
        name: "青葉台測定局",
        id: "208",
      },
    ]
  }
}